imported/solids4foam/tutorials/fluidSolidInteraction/HronTurekFsi3/ras/constant/fluid/turbulenceProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     3.0                                |
|   \\  /    A nd           | Web:         http://www.extend-project.de       |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      turbulenceProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

//simulationType   laminar;
//simulationType     RASModel;
simulationType     RASModel;

// Used by OpenFOAM
RAS
{
    #include "./constant/fluid/RASProperties"
}

// ************************************************************************* //
